Repository: NMolargik/Mygra
Catalog: Mygra/Localizable.xcstrings
Source language: en
Languages: es, fr_ca, ja

source: Deleting migraines requires an internet connection because they are stored in iCloud. Connect to the internet to proceed.
es: Eliminar migrañas requiere conexión a internet porque se almacenan en iCloud. Conéctate para continuar.
fr_ca: La suppression des migraines nécessite une connexion Internet, car elles sont stockées dans iCloud. Connectez-vous pour continuer.
ja: 片頭痛は iCloud に保存されているため、削除にはインターネット接続が必要です。接続してから続行してください。

source: Deleting your migraines from iCloud now.
es: Eliminando tus migrañas de iCloud.
fr_ca: Suppression de vos migraines d’iCloud en cours.
ja: iCloud から片頭痛を削除しています。

source: Developer
es: Desarrollador
fr_ca: Développeur
ja: 開発者

source: Developer Tools
es: Herramientas de desarrollo
fr_ca: Outils de développement
ja: 開発者ツール

source: Developer: Nick Molargik, opens LinkedIn profile
es: Desarrollador: Nick Molargik, abre el perfil de LinkedIn
fr_ca: Développeur : Nick Molargik, ouvre le profil LinkedIn
ja: 開発者：Nick Molargik、LinkedIn プロフィールを開きます

source: Diet & Hydration
es: Dieta e hidratación
fr_ca: Alimentation et hydratation
ja: 食事と水分

source: Dietary Restrictions
es: Restricciones alimentarias
fr_ca: Restrictions alimentaires
ja: 食事制限

source: Dietary Restrictions: %@
es: Restricciones alimentarias: %@
fr_ca: Restrictions alimentaires : %@
ja: 食事制限：%@

source: Dismiss
es: Descartar
fr_ca: Fermer
ja: 閉じる

source: Done
es: Listo
fr_ca: Terminé
ja: 完了

source: Double tap to edit this tag
es: Toca dos veces para editar esta etiqueta
fr_ca: Touchez deux fois pour modifier cette étiquette
ja: ダブルタップでこのタグを編集

source: Drag to arrange. Tags appear in this order in the calendar filter.
es: Arrastra para ordenar. Las etiquetas aparecen en este orden en el filtro del calendario.
fr_ca: Glissez pour organiser. Les étiquettes apparaissent dans cet ordre dans le filtre du calendrier.
ja: ドラッグで並べ替えます。カレンダーのフィルタにこの順序で表示されます。

source: Drizzle
es: Llovizna
fr_ca: Bruine
ja: 霧雨

source: Duration
es: Duración
fr_ca: Durée
ja: 継続時間

source: Duration: %@
es: Duración: %@
fr_ca: Durée : %@
ja: 持続時間：%@

source: Edit
es: Editar
fr_ca: Modifier
ja: 編集

source: Edit Profile
es: Editar perfil
fr_ca: Modifier le profil
ja: プロフィールを編集

source: Edit Tag
es: Editar etiqueta
fr_ca: Modifier l’étiquette
ja: タグを編集

source: Edit User
es: Editar usuario
fr_ca: Modifier l'utilisateur
ja: ユーザーを編集

source: Edits your profile used for personalized insights
es: Edita tu perfil usado para las observaciones personalizadas
fr_ca: Modifie votre profil utilisé pour les observations personnalisées
ja: パーソナライズされたインサイトに使うプロフィールを編集します

source: Elapsed
es: Transcurrido
fr_ca: Écoulé
ja: 経過

source: Enable Health access in Settings to collect health information for migraine context.
es: Activa el acceso a Salud en Ajustes para recopilar información de salud como contexto de las migrañas.
fr_ca: Activez l’accès à Santé dans Réglages pour recueillir des informations de santé comme contexte des migraines.
ja: 片頭痛の状況を把握するため、設定でヘルスケアへのアクセスを有効にしてください。

source: Enable Location
es: Activar ubicación
fr_ca: Activer la localisation
ja: 位置情報を有効にする

source: Enable Notifications
es: Activar notificaciones
fr_ca: Activer les notifications
ja: 通知を有効にする

source: Enable location and refresh to see current weather.
es: Activa la ubicación y actualiza para ver el tiempo actual.
fr_ca: Activez la localisation et actualisez pour voir la météo actuelle.
ja: 位置情報を有効にして更新すると現在の天気が表示されます。

source: Enable location in Settings to get weather data.
es: Activa la ubicación en Ajustes para obtener datos del tiempo.
fr_ca: Activez la localisation dans Réglages pour obtenir la météo.
ja: 天気データを取得するには設定で位置情報を有効にしてください。

source: Enable notifications in Settings to receive alerts.
es: Activa las notificaciones en Ajustes para recibir alertas.
fr_ca: Activez les notifications dans Réglages pour recevoir des alertes.
ja: 警告を受け取るには設定で通知を有効にしてください。

source: End
es: Fin
fr_ca: Fin
ja: 終了

source: End Date
es: Fecha de fin
fr_ca: Date de fin
ja: 終了日時

source: End Migraine
es: Terminar migraña
fr_ca: Terminer la migraine
ja: 片頭痛を終了

source: End My Migraine
es: Terminar mi migraña
fr_ca: Terminer ma migraine
ja: 片頭痛を終了

source: End Ongoing Migraine
es: Finalizar migraña en curso
fr_ca: Terminer la migraine en cours
ja: 進行中の片頭痛を終了

source: End time cannot be in the future.
es: La hora de fin no puede estar en el futuro.
fr_ca: L’heure de fin ne peut pas être dans le futur.
ja: 終了時刻を未来にすることはできません。

source: End time must be after the start time.
es: La hora de fin debe ser posterior a la de inicio.
fr_ca: L’heure de fin doit suivre l’heure de début.
ja: 終了時刻は開始時刻より後である必要があります。

source: End-to-End Encrypted
es: Cifrado de extremo a extremo
fr_ca: Chiffrement de bout en bout
ja: エンドツーエンド暗号化

source: Ended
es: Terminó
fr_ca: Terminée
ja: 終了

source: Ended %@
es: Terminó %@
fr_ca: Terminée %@
ja: 終了 %@

source: Enter Mygra
es: Entrar en Mygra
fr_ca: Entrer dans Mygra
ja: Mygraを開く

source: Experience
es: Experiencia
fr_ca: Ressenti
ja: 症状

source: Explains this insight with Apple Intelligence
es: Explica esta observación con Apple Intelligence
fr_ca: Explique cette observation avec Apple Intelligence
ja: Apple Intelligence でこのインサイトを説明します

source: Export Failed
es: Error al exportar
fr_ca: Échec de l'exportation
ja: 書き出しに失敗しました

source: Export Migraines as PDF
es: Exportar migrañas como PDF
fr_ca: Exporter les migraines en PDF
ja: 片頭痛をPDFで書き出す

source: Exported %@
es: Exportado %@
fr_ca: Exporté le %@
ja: 書き出し日時 %@

source: Exporting…
es: Exportando…
fr_ca: Exportation…
ja: 書き出し中…

source: Eye strain / blue light
es: Fatiga visual / luz azul
fr_ca: Fatigue oculaire / lumière bleue
ja: 眼精疲労・ブルーライト

source: Failed to analyze migraine with Intelligence.
es: No se pudo analizar la migraña con Intelligence.
fr_ca: Impossible d’analyser la migraine avec Intelligence.
ja: Intelligence で片頭痛を分析できませんでした。

source: Failed to fetch Health snapshot.
es: No se pudo obtener la instantánea de Salud.
fr_ca: Impossible de récupérer l’instantané Santé.
ja: ヘルスケアのスナップショットを取得できませんでした。

source: Failed to fetch weather data.
es: No se pudieron obtener los datos del tiempo.
fr_ca: Impossible de récupérer les données météo.
ja: 天気データを取得できませんでした。

source: Failed to obtain a location update.
es: No se pudo obtener una actualización de ubicación.
fr_ca: Impossible d’obtenir une mise à jour de la position.
ja: 位置情報の更新を取得できませんでした。

source: Failed to pull from Apple Health
es: No se pudo obtener de Apple Health
fr_ca: Impossible de récupérer depuis Apple Santé
ja: Apple ヘルスケアから取得できませんでした

source: Failed to pull weather
es: No se pudo obtener el tiempo
fr_ca: Impossible de récupérer la météo
ja: 天気を取得できませんでした

source: Failed to request Health authorization.
es: No se pudo solicitar la autorización de Salud.
fr_ca: Impossible de demander l’autorisation Santé.
ja: ヘルスケアの許可を要求できませんでした。

source: Failed to request notification authorization: %@
es: No se pudo solicitar la autorización de notificaciones: %@
fr_ca: Impossible de demander l’autorisation des notifications : %@
ja: 通知の許可を要求できませんでした：%@

source: Failed to resolve location name.
es: No se pudo determinar el nombre de la ubicación.
fr_ca: Impossible de déterminer le nom du lieu.
ja: 場所の名前を取得できませんでした。

source: Failed to save %@ to Health.
es: No se pudo guardar %@ en Salud.
fr_ca: Impossible d’enregistrer %@ dans Santé.
ja: %@ をヘルスケアに保存できませんでした。

source: Failed to schedule notification: %@
es: No se pudo programar la notificación: %@
fr_ca: Impossible de planifier la notification : %@
ja: 通知をスケジュールできませんでした：%@

source: Failed to send counselor message.
es: No se pudo enviar el mensaje al asistente.
fr_ca: Impossible d’envoyer le message à l’assistant.
ja: アシスタントへのメッセージを送信できませんでした。

source: Female
es: Femenino
fr_ca: Féminin
ja: 女性

source: Fetch
es: Obtener
fr_ca: Récupérer
ja: 取得

source: Filter
es: Filtrar
fr_ca: Filtrer
ja: フィルタ

source: Filter Migraines
es: Filtrar migrañas
fr_ca: Filtrer les migraines
ja: 片頭痛をフィルタ

source: Filter by Date
es: Filtrar por fecha
fr_ca: Filtrer par date
ja: 日付で絞り込み

source: Filter by tag
es: Filtrar por etiqueta
fr_ca: Filtrer par étiquette
ja: タグで絞り込み

source: Filters are applied
es: Hay filtros aplicados
fr_ca: Des filtres sont appliqués
ja: フィルタが適用されています

source: Filters are applied. Try clearing them to see more migraines.
es: Hay filtros aplicados. Prueba a borrarlos para ver más migrañas.
fr_ca: Des filtres sont appliqués. Effacez-les pour voir plus de migraines.
ja: フィルタが適用されています。解除するとより多くの片頭痛が表示されます。

source: First Name
es: Nombre
fr_ca: Prénom
ja: 名前

source: Flashing / strobe lights
es: Luces parpadeantes / estroboscópicas
fr_ca: Lumières clignotantes / stroboscopiques
ja: 点滅光・ストロボ

source: Flurries
es: Nevadas ligeras
fr_ca: Averses de neige
ja: にわか雪

source: Fog
es: Niebla
fr_ca: Brouillard
ja: 霧

source: Follicular
es: Folicular
fr_ca: Folliculaire
ja: 卵胞期

source: Food
es: Comida
fr_ca: Alimentation
ja: 食事

source: Food Sensitivities
es: Sensibilidades alimentarias
fr_ca: Sensibilités alimentaires
ja: 食物過敏

source: Food: %.0f cal (kcal)
es: Comida: %.0f cal (kcal)
fr_ca: Alimentation : %.0f cal (kcal)
ja: 食事：%.0f cal（kcal）

source: Foods: %@
es: Alimentos: %@
fr_ca: Aliments : %@
ja: 食べたもの：%@

source: Freezing Drizzle
es: Llovizna helada
fr_ca: Bruine verglaçante
ja: 着氷性の霧雨

source: Freezing Rain
es: Lluvia helada
fr_ca: Pluie verglaçante
ja: 着氷性の雨

source: Frigid
es: Gélido
fr_ca: Glacial
ja: 極寒

source: Generate
es: Generar
fr_ca: Générer
ja: 生成

source: Generate Test Data
es: Generar datos de prueba
fr_ca: Générer des données de test
ja: テストデータを生成

source: Generate Test Data?
es: ¿Generar datos de prueba?
fr_ca: Générer des données de test?
ja: テストデータを生成しますか？

source: Generating explanation…
es: Generando explicación…
fr_ca: Génération de l’explication…
ja: 説明を生成中…

source: Generating insight…
es: Generando observación…
fr_ca: Génération de l’observation…
ja: インサイトを生成中…

source: Get Started
es: Comenzar
fr_ca: Commencer
ja: 始める

source: Get a heads-up when barometric swings make migraines more likely.
es: Recibe un aviso cuando los cambios barométricos aumenten la probabilidad de migraña.
fr_ca: Soyez prévenu quand les variations barométriques rendent une migraine plus probable.
ja: 気圧の変動で片頭痛が起きやすいときに事前に知らせます。

source: Get notified about conditions that may trigger migraines.
es: Recibe avisos sobre condiciones que pueden desencadenar migrañas.
fr_ca: Soyez averti des conditions pouvant déclencher des migraines.
ja: 片頭痛の誘因となりうる天候を通知します。

source: Get personalized guidance powered by Apple Intelligence.
es: Recibe orientación personalizada con Apple Intelligence.
fr_ca: Obtenez des conseils personnalisés grâce à Apple Intelligence.
ja: Apple Intelligence によるパーソナライズされたアドバイスを受けられます。

source: Glucose
es: Glucosa
ja: 血糖値

source: Glucose: %.0f mg/dL
es: Glucosa: %.0f mg/dL
ja: 血糖値：%.0f mg/dL

source: Glucose: %.1f mmol/L
es: Glucosa: %.1f mmol/L
ja: 血糖値：%.1f mmol/L

source: Go
es: Ir
fr_ca: Aller
ja: 移動

source: Graphics
es: Gráficos
fr_ca: Graphisme
ja: グラフィック

source: Graphics designer: Rahul Parmar, opens LinkedIn profile
es: Diseñador gráfico: Rahul Parmar, abre el perfil de LinkedIn
fr_ca: Graphiste : Rahul Parmar, ouvre le profil LinkedIn
ja: グラフィックデザイナー：Rahul Parmar、LinkedIn プロフィールを開きます

source: Hail
es: Granizo
fr_ca: Grêle
ja: ひょう

source: Hang in there — log updates as it changes.
es: Aguanta: registra actualizaciones a medida que cambie.
fr_ca: Courage — consignez les changements au fil du temps.
ja: がんばって。変化があれば記録しましょう。

source: Haze
es: Calima
fr_ca: Brume sèche
ja: もや

source: Headache Records
es: Registros de dolor de cabeza
fr_ca: Enregistrements de maux de tête
ja: 頭痛の記録

source: Health
es: Salud
fr_ca: Santé
ja: ヘルスケア

source: Health Connected
es: Salud conectada
fr_ca: Santé connectée
ja: ヘルスケア連携済み

source: Health Data
es: Datos de salud
fr_ca: Données de santé
ja: ヘルスデータ

source: Health Info
es: Información de salud
fr_ca: Infos santé
ja: ヘルス情報

source: Health access was not authorized.
es: No se autorizó el acceso a Salud.
fr_ca: L’accès à Santé n’a pas été autorisé.
ja: ヘルスケアへのアクセスが許可されていません。

source: Health and weather for this time window are attached to the record automatically.
es: Los datos de salud y del tiempo de este periodo se adjuntan al registro automáticamente.
fr_ca: Les données de santé et météo de cette période sont jointes automatiquement à l’enregistrement.
ja: この時間帯のヘルスデータと天気は自動的に記録に添付されます。

source: Health data from %@
es: Datos de salud de %@
fr_ca: Données de santé du %@
ja: %@ のヘルスデータ

source: Health data is unavailable on this device.
es: Los datos de salud no están disponibles en este dispositivo.
fr_ca: Les données de santé ne sont pas disponibles sur cet appareil.
ja: このデバイスではヘルスデータを利用できません。

source: Health: %@
es: Salud: %@
fr_ca: Santé : %@
ja: ヘルス：%@

source: Heart Rate
es: Frecuencia cardíaca
fr_ca: Fréquence cardiaque
ja: 心拍数

source: Heavy Rain
es: Lluvia intensa
fr_ca: Forte pluie
ja: 大雨

source: Heavy Snow
es: Nieve intensa
fr_ca: Forte neige
ja: 大雪

source: Height
es: Altura
fr_ca: Taille
ja: 身長

source: Height:
es: Altura:
fr_ca: Taille :
ja: 身長：

source: Height: %.1f %@
es: Altura: %.1f %@
fr_ca: Taille : %.1f %@
ja: 身長：%.1f %@

source: Here to help.
es: Aquí para ayudarte.
fr_ca: Là pour vous aider.
ja: お手伝いします。

source: Here's what you can do with Mygra
es: Esto es lo que puedes hacer con Mygra
fr_ca: Voici ce que vous pouvez faire avec Mygra
ja: Mygra でできること

source: Hide Quick Add
es: Ocultar Añadir rápido
fr_ca: Masquer l’ajout rapide
ja: クイック追加を隠す

source: High
es: Alta
fr_ca: Élevée
ja: 高い

source: High altitude / cabin pressure
es: Altitud / presión de cabina
fr_ca: Haute altitude / pression en cabine
ja: 高地・機内気圧

source: High heat
es: Calor intenso
fr_ca: Forte chaleur
ja: 猛暑

source: High humidity
es: Humedad alta
fr_ca: Humidité élevée
ja: 高湿度

source: High humidity linked to higher pain
es: La humedad alta se asocia a más dolor
fr_ca: Humidité élevée liée à une douleur accrue
ja: 高湿度で痛みが強まる傾向

source: Higher glucose on migraine days
es: Glucosa más alta en días de migraña
fr_ca: Glucose plus élevé les jours de migraine
ja: 片頭痛の日は血糖値が高め

source: Higher pain during %@ phase
es: Más dolor durante la fase %@
fr_ca: Douleur accrue pendant la phase %@
ja: %@に痛みが強まる傾向

source: Hormonal changes
es: Cambios hormonales
fr_ca: Changements hormonaux
ja: ホルモンの変化

source: Hot
es: Calor
fr_ca: Chaud
ja: 暑い

source: Hot conditions during migraines
es: Calor durante las migrañas
fr_ca: Chaleur pendant les migraines
ja: 片頭痛時の暑さ

source: How are you feeling?
es: ¿Cómo te sientes?
fr_ca: Comment vous sentez-vous?
ja: 今の体調はいかがですか？

source: How is your pain right now?
es: ¿Cómo es tu dolor en este momento?
fr_ca: Comment est votre douleur en ce moment?
ja: 今の痛みはどの程度ですか？

source: How stressed are you feeling?
es: ¿Qué tan estresado te sientes?
fr_ca: À quel point êtes-vous stressé?
ja: 今のストレスはどの程度ですか？

source: Humidity
es: Humedad
fr_ca: Humidité
ja: 湿度

source: Humidity: %lld%%
es: Humedad: %lld %%
fr_ca: Humidité : %lld %%
ja: 湿度：%lld%%

source: Hurricane
es: Huracán
fr_ca: Ouragan
ja: ハリケーン

source: Hydration & Caffeine
es: Hidratación y cafeína
fr_ca: Hydratation et caféine
ja: 水分とカフェイン

source: Immediately starts tracking an ongoing migraine without opening the app.
es: Empieza a registrar una migraña en curso de inmediato sin abrir la app.
fr_ca: Commence immédiatement le suivi d’une migraine en cours sans ouvrir l’app.
ja: アプリを開かずに、進行中の片頭痛の記録をすぐに開始します。

source: Indoor mold / dampness
es: Moho / humedad en interiores
fr_ca: Moisissure / humidité intérieure
ja: 室内のカビ・湿気

source: Insight
es: Observación
fr_ca: Observation
ja: インサイト

source: Intake
es: Consumo
fr_ca: Consommation
ja: 摂取量

source: Intake Stats
es: Estadísticas de consumo
fr_ca: Statistiques de consommation
ja: 摂取統計

source: Intense exercise
es: Ejercicio intenso
fr_ca: Exercice intense
ja: 激しい運動

source: Intensity Over Time
es: Intensidad a lo largo del tiempo
fr_ca: Intensité au fil du temps
ja: 時間ごとの強度

source: Isolated Thunderstorms
es: Tormentas aisladas
fr_ca: Orages isolés
ja: 局地的な雷雨

source: It's been %lld days since your last migraine.
es: Han pasado %lld días desde tu última migraña.
fr_ca: Cela fait %lld jours depuis votre dernière migraine.
ja: 最後の片頭痛から %lld 日経ちました。

source: It's been 1 day since your last migraine.
es: Ha pasado 1 día desde tu última migraña.
fr_ca: Cela fait 1 jour depuis votre dernière migraine.
ja: 最後の片頭痛から 1 日経ちました。

source: I’ve loaded your migraine history and profile, including your last %lld entries. I can analyze patterns and trends in your logs. What would you like to explore?
es: He cargado tu historial de migrañas y tu perfil, incluidas tus últimas %lld entradas. Puedo analizar patrones y tendencias en tus registros. ¿Qué quieres explorar?
fr_ca: J’ai chargé votre historique de migraines et votre profil, y compris vos %lld dernières entrées. Je peux analyser les tendances de vos journaux. Que souhaitez-vous explorer?
ja: 直近 %lld 件を含む片頭痛の履歴とプロフィールを読み込みました。記録のパターンや傾向を分析できます。何を調べましょうか？

source: Lack of sleep
es: Falta de sueño
fr_ca: Manque de sommeil
ja: 睡眠不足

source: Last 2 weeks: %lld vs prior 2 weeks: %lld (%lld%% %@).
es: Últimas 2 semanas: %lld frente a las 2 anteriores: %lld (%lld %% %@).
fr_ca: 2 dernières semaines : %lld contre les 2 précédentes : %lld (%lld %% %@).
ja: 直近 2 週間：%lld 件（それ以前の 2 週間：%lld 件、%lld%% %@）。

source: Last migraine today
es: Última migraña hoy
fr_ca: Dernière migraine aujourd’hui
ja: 最後の片頭痛は今日

source: Last synced %@
es: Última sincronización %@
fr_ca: Dernière synchronisation %@
ja: 最終同期：%@

source: Let-down after stress
es: Bajón tras el estrés
fr_ca: Relâchement après le stress
ja: ストレス後の解放

source: Let’s get you some relief.
es: Vamos a aliviarte.
fr_ca: On va vous soulager.
ja: 少しでも楽になりますように。

source: List foods eaten around this time (comma or newline separated)
es: Lista los alimentos consumidos en ese momento (separados por comas o saltos de línea)
fr_ca: Énumérez les aliments consommés à ce moment (séparés par des virgules ou des sauts de ligne)
ja: その前後に食べたものを記入（カンマまたは改行区切り）

source: Loading insights
es: Cargando observaciones
fr_ca: Chargement des observations
ja: インサイトを読み込み中

source: Loading weather data
es: Cargando datos del tiempo
fr_ca: Chargement des données météo
ja: 天気データを読み込み中

source: Local Weather
es: Tiempo local
fr_ca: Météo locale
ja: 現地の天気

source: Location
es: Ubicación
fr_ca: Localisation
ja: 位置情報

source: Location Disabled
es: Ubicación desactivada
fr_ca: Localisation désactivée
ja: 位置情報は無効

source: Location Enabled
es: Ubicación activada
fr_ca: Localisation activée
ja: 位置情報は有効

source: Location Unavailable
es: Ubicación no disponible
fr_ca: Localisation non disponible
ja: 位置情報を利用できません

source: Location access is needed to show local weather.
es: Se necesita acceso a la ubicación para mostrar el tiempo local.
fr_ca: L’accès à la localisation est requis pour afficher la météo locale.
ja: 現地の天気を表示するには位置情報へのアクセスが必要です。

source: Location access is not authorized.
es: El acceso a la ubicación no está autorizado.
fr_ca: L’accès à la localisation n’est pas autorisé.
ja: 位置情報へのアクセスが許可されていません。

source: Location services are unavailable.
es: Los servicios de ubicación no están disponibles.
fr_ca: Les services de localisation ne sont pas disponibles.
ja: 位置情報サービスを利用できません。

source: Location services aren't available right now. You can continue and enable location later in Settings.
es: Los servicios de ubicación no están disponibles ahora mismo. Puedes continuar y activar la ubicación más tarde en Ajustes.
fr_ca: Les services de localisation ne sont pas disponibles pour le moment. Vous pouvez continuer et activer la localisation plus tard dans Réglages.
ja: 位置情報サービスは現在利用できません。このまま続行し、後で設定から位置情報を有効にできます。

source: Location: %@
es: Ubicación: %@
fr_ca: Lieu : %@
ja: 場所：%@

source: Log
es: Registrar
fr_ca: Consigner
ja: 記録

source: Log a Migraine
es: Registrar una migraña
fr_ca: Consigner une migraine
ja: 片頭痛を記録

source: Log a migraine
es: Registrar una migraña
fr_ca: Consigner une migraine
ja: 片頭痛を記録

source: Log a migraine to enable export and deletion.
es: Registra una migraña para habilitar la exportación y la eliminación.
fr_ca: Consignez une migraine pour activer l’exportation et la suppression.
ja: 片頭痛を記録すると書き出しと削除が使えるようになります。

source: Log a new migraine
es: Registrar una nueva migraña
fr_ca: Consigner une nouvelle migraine
ja: 新しい片頭痛を記録

source: Log migraines and connect Health & Weather to see trends and associations.
es: Registra migrañas y conecta Salud y Tiempo para ver tendencias y asociaciones.
fr_ca: Consignez des migraines et connectez Santé et Météo pour voir les tendances et associations.
ja: 片頭痛を記録し、ヘルスケアと天気を連携すると傾向や関連性が表示されます。

source: Log your first migraine to start seeing patterns.
es: Registra tu primera migraña para empezar a ver patrones.
fr_ca: Consignez votre première migraine pour commencer à voir des tendances.
ja: 最初の片頭痛を記録するとパターンが見えてきます。

source: Loud noise
es: Ruido fuerte
fr_ca: Bruit fort
ja: 大きな音

source: Low
es: Baja
fr_ca: Faible
ja: 低

source: Low energy intake on migraine days
es: Bajo consumo de energía en días de migraña
fr_ca: Faible apport énergétique les jours de migraine
ja: 片頭痛の日はエネルギー摂取が少なめ

source: Low hydration on migraine days
es: Baja hidratación en días de migraña
fr_ca: Faible hydratation les jours de migraine
ja: 片頭痛の日は水分摂取が少なめ

source: Lower glucose on migraine days
es: Glucosa más baja en días de migraña
fr_ca: Glucose plus bas les jours de migraine
ja: 片頭痛の日は血糖値が低め

source: Lower oxygen saturation on migraine days
es: Saturación de oxígeno más baja en días de migraña
fr_ca: Saturation en oxygène plus basse les jours de migraine
ja: 片頭痛の日は血中酸素飽和度が低め

source: Lower pressure linked to higher pain
es: La presión baja se asocia a más dolor
fr_ca: Basse pression liée à une douleur accrue
ja: 低気圧で痛みが強まる傾向

source: Lower sleep, higher pain
es: Menos sueño, más dolor
fr_ca: Moins de sommeil, plus de douleur
ja: 睡眠が短いと痛みが強い

source: Luteal
es: Lútea
fr_ca: Lutéale
ja: 黄体期

source: MSG
es: Glutamato monosódico
fr_ca: Glutamate monosodique
ja: グルタミン酸ナトリウム

source: Male
es: Masculino
fr_ca: Masculin
ja: 男性

source: Manage Tags
es: Gestionar etiquetas
fr_ca: Gérer les étiquettes
ja: タグを管理

source: Marked your migraine as ended.
es: Tu migraña se marcó como terminada.
fr_ca: Votre migraine a été marquée comme terminée.
ja: 片頭痛を終了として記録しました。

source: Marks your ongoing migraine as ended without opening the app.
es: Marca tu migraña en curso como terminada sin abrir la app.
fr_ca: Marque votre migraine en cours comme terminée sans ouvrir l’app.
ja: アプリを開かずに、進行中の片頭痛を終了として記録します。

source: Medical Disclaimer
es: Aviso médico
fr_ca: Avis médical
ja: 医療に関する免責事項

source: Medication overuse
es: Uso excesivo de medicamentos
fr_ca: Surconsommation de médicaments
ja: 薬物の使いすぎ

source: Medications
es: Medicamentos
fr_ca: Médicaments
ja: 薬

source: Medium
es: Media
fr_ca: Moyenne
ja: 中

source: Menstrual Phase
es: Fase menstrual
fr_ca: Phase menstruelle
ja: 月経周期

source: Menstrual Phase: %@
es: Fase menstrual: %@
fr_ca: Phase menstruelle : %@
ja: 月経周期：%@

source: Message
es: Mensaje
ja: メッセージ

source: Migraine
es: Migraña
ja: 片頭痛

source: Migraine Assistant
es: Asistente de migraña
fr_ca: Assistant migraine
ja: 片頭痛アシスタント

source: Migraine Not Found
es: Migraña no encontrada
fr_ca: Migraine introuvable
ja: 片頭痛が見つかりません

source: Migraine Status
es: Estado de la migraña
fr_ca: État de la migraine
ja: 片頭痛の状態

source: Migraine details
es: Detalles de la migraña
fr_ca: Détails de la migraine
ja: 片頭痛の詳細

source: Migraine duration %@
es: Duración de las migrañas %@
fr_ca: Durée des migraines %@
ja: 片頭痛の持続時間が%@

source: Migraine explanation
es: Explicación de la migraña
fr_ca: Explication de la migraine
ja: 片頭痛の説明

source: Migraine frequency %@
es: Frecuencia de las migrañas %@
fr_ca: Fréquence des migraines %@
ja: 片頭痛の頻度が%@

source: Migraine in progress
es: Migraña en curso
fr_ca: Migraine en cours
ja: 片頭痛が進行中
